Repository: jetelain/Arma3TacMap
Catalog: Arma3TacMapWebApp/SharedResource.*.resx
Languages: fr

source: Change informations
fr: Modifier les informations

source: Copy
fr: Copier

source: Create
fr: Créer

source: Create tactical map
fr: Créer une carte tactique

source: Delete
fr: Supprimer

source: Display
fr: Afficher

source: Display map
fr: Afficher la carte

source: Edit
fr: Modifier

source: Export
fr: Exporter

source: Export to Arma3
fr: Exporter vers Arma3

source: Forget
fr: Oublier

source: Link for read and write access
fr: Lien pour l'accès en lecture et écriture

source: Link for read only access
fr: Lien pour l'accès en lecture seule

source: Save
fr: Enregistrer

source: Sharing
fr: Partage

source: Tactical map
fr: Carte tactique

source: Connect
fr: Se connecter

source: Disconnect
fr: Se déconnecter

source: Home
fr: Accueil

source: Maps
fr: Cartes

source: Privacy
fr: Mentions légales

source: Existing tactical maps
fr: Cartes tactiques existantes

source: See full list
fr: Voir la liste complète

source: shared by {0}
fr: partagé par {0}

source: You have no existing tactical map.
fr: Vous n'avez pas de carte tactique existante.

source: Access
fr: Accés

source: Are you sure you want to detele this tactical map?
fr: Êtes vous sûre de vouloir supprimer cette carte tactique ?

source: Are you sure you want to forget this tactical map?
fr: Êtes vous sûre de vouloir oublier cette carte tactique?

source: Best export, but required the &lt;a href=&quot;{0}&quot;&gt;Metis Marker&lt;/a&gt; mod.
fr: Export le plus fidèle, mais nécessite le mod <a href="{0}">Metis Marker</a>.

source: Delete a tactical map
fr: Supprimer une carte tactique

source: Editable
fr: Modification

source: Export to Arma3 with Metis Marker
fr: Export vers Arma3 avec Metis Marker

source: Forget a tactical map
fr: Oublier une carte tactique

source: Map will be only removed from your list, it will remain available for its owner.
fr: La carte sera uniquement supprimée de votre liste, elle restera disponible pour son propriétaire.

source: Owner
fr: Propriétaire

source: Read only
fr: Lecture seule

source: Sharing and export
fr: Partage et export

source: Tactical maps
fr: Cartes tactiques

source: Cities
fr: Villes

source: {0}x{0}km, {1} cities
fr: {0}x{0}km, {1} villes

source: Return to {0}
fr: Retourner à {0}

source: Create a copy
fr: Créer une copie

source: Help
fr: Aide

source: Signin with Steam
fr: Se connecter avec Steam

source: Remember me
fr: Se rappeler de moi

source: Your steam id will be associated with the maps you will create, and to maps you will edit.
fr: Votre identifiant steam sera associé aux cartes que vous allez créer, et aux cartes que vous modifirez.

source: Provided by the 1er GTD
fr: Proposé par le 1er GTD

source: By default map is user specific, an administrator can share the map with all users using the chat command &lt;code&gt;#tacmap global&lt;/code&gt;.
fr: Par défaut la carte est propre à l'utilisateur, un administrateur peut partager la carte avec tous les utilisateurs en écrivant dans le tchat <code>#tacmap global</code>.

source: Export in real time data to Arma 3 with &lt;a href=&quot;{0}&quot;&gt;SIT 1erGTD&lt;/a&gt; and &lt;a href=&quot;{1}&quot;&gt;Metis Marker&lt;/a&gt; mods.
fr: Export en temps réel vers Arma 3 avec les mods <a href="{0}">SIT 1erGTD</a> et <a href="{1}">Metis Marker</a>.

source: On your connected mobile device, click on menu icon &lt;i class=&quot;fas fa-bars&quot;&gt;&lt;/i&gt;, then on &quot;Load from {0}&quot;, and then select map.
fr: Sur votre appareil mobile, cliquer sur l'icone <i class="fas fa-bars"></i>, puis sur "Charger depuis {0}", et sélectionner la carte.

source: Real time export to Arma3 with SIT 1erGTD
fr: Export en temps réel avec SIT 1erGTD

source: ORBATs
fr: ODBs

source: (none)
fr: (aucun)

source: Add an unit
fr: Ajouter une unité

source: Are you sure you want to detele this order of battle?
fr: Êtres vous sûre de vouloir supprimer cet ordre de bataille ?

source: Are you sure you want to detele this unit?
fr: Êtes vous sûre de vouloir supprimer cette unité ?

source: Call sign
fr: Indicatif

source: Create an order of battle
fr: Créer un ordre de bataille

source: Create an unit
fr: Créer une unité

source: Delete an order of battle
fr: Supprimer un ordre de bataille

source: Delete an unit
fr: Supprimer une unité

source: Edit an order of battle
fr: Modifier un ordre de bataille

source: Edit an unit
fr: Modifier une unité

source: Friendly ORBAT
fr: ODB Ami

source: Friendly Symbol
fr: Symbole ami

source: Hostile ORBAT
fr: ODB Ennemi

source: Hostile Symbol
fr: Symbole ennemi

source: Icon Modifier 1
fr: Modificateur 1

source: Icon Modifier 2
fr: Modificateur 2

source: Label
fr: Libellé

source: Orders of battle
fr: Ordres de bataille

source: Orders of battle allows you to quickly pick-up pre-defined symbols on a tactical map. A same order of battle can be used as freindly or as hostile.
fr: Les ordres de bataille vous permettent de sélectionner rapidement des symboles pré-définits sur une carte tactique. Un même ordre de bataille peut être utilisé en tant qu'ami ou en tant qu'ennemi.

source: Parent Unit
fr: Unité parent

source: Public
fr: Publique

source: Symbol
fr: Symbole

source: Trigram
fr: Trigramme

source: Unique Designation
fr: Désignation unique

source: User Defined
fr: Définits par l'utilisateur

source: View
fr: Consulter

source: Visibility
fr: Visibilité

source: Configure ORBAT
fr: Configurer l'ODB

source: Friendly
fr: Ami

source: Hostile
fr: Ennemi

source: Insert a symbol from ORBAT
fr: Insérer un symbole depuis l'ODB

source: Insert an other symbol
fr: Insérer un autre symbole

source: Assumed
fr: Présumé

source: Confirmed
fr: Confirmé

source: Anticiped/Supect
fr: Anticipé/Suspecté

source: Present
fr: Présent

source: Additional Information
fr: Informations additionnelles

source: Assumed Friend (blue)
fr: Présumé ami (bleu)

source: Basic symbol
fr: Symbole basique

source: Cancel
fr: Annuler

source: City or marker
fr: Ville ou marqueur

source: Color
fr: Couleur

source: Friend (blue)
fr: Ami (bleu)

source: Hostile (red)
fr: Hostile (rouge)

source: Insert
fr: Insérer

source: Line
fr: Ligne

source: Measure
fr: Distance

source: NATO APP-6 (D) Symbol
fr: Symbole OTAN APP-6 (D)

source: Neutral (green)
fr: Neutre (vert)

source: Pending (yellow)
fr: En attente (jaune)

source: Planned/Anticiped/Supect
fr: Prévu, anticipé, supecté

source: Present/Damaged
fr: Présent/Endomagé

source: Present/Destroyed
fr: Présent/Détruit

source: Present/Full to capacity
fr: Présent/Complet

source: Present/Fully capable
fr: Présent/Capacité complète

source: Reinforced
fr: Renforcé

source: Search
fr: Chercher

source: Shape
fr: Forme

source: Standard Identity
fr: Identité

source: Status
fr: Statut

source: Suspect (red)
fr: Suspect (rouge)

source: Symbol set
fr: Jeu de symboles

source: Unique Designation Designation
fr: Identifiant unique

source: Unknown (yellow)
fr: Inconnu (jaune)

source: Update
fr: Modifier
